---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsSystemRisedrop1linedropsymbolParam
source: html/181b18b2-b58d-9991-c299-8406aa0256f2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsSystemRisedrop1linedropsymbolParam Property

"Single Line Drop Symbol"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsSystemRisedrop1linedropsymbolParam { get; }
```